{
  "profile":{
    "brief":"Hi, I’m Abinesh a Design Driven Web Developer.",
    "description":"<b>Design</b> and <b>results-driven</b> Web Developer dedicated to <b>building and optimizing user-focused websites</b> for clients with various business objectives."
  },
  "experience":{
    "ex-brief":{
      "brief":"Associate Web Developer Virtusa Corporation (05/2019 to Current)",
      "description":[
        "Took concepts and produced <b>design mockups</b> and <b>prototypes</b> to strengthen designs, enhance <b>user experiences</b> and <b>improve site interactions</b>. And to develope the frontend in the way that was presented in design phase (<a href='exp/#angular'>Angular</a>, <a href='exp/#react'>React js</a> : 12-2019 to Current)",
        "I am also trained and deployed as a <b>java web developer</b> (<a href='exp/#java'>Spring</a> : 5-2019 to 11-2019)"
      ]
    },
    "projects":[
      {
      "id":"1",
      "type":"angular",
      "brief":"Angular projects",
      "description":"Developed initial <b>A&E dashbroad poc project</b> (<b>internal production projects analysis application</b>) and carried out for production. Also got client love your work badge.<br /> Part of <b>UI developement</b> and <b>test run in armada production project</b> (<b>internal AWS service management application</b>).<br /> And also <b>resolved UI related issues</b> apart from my project and also got <b>client appreciation badges</b> from their side."
    },
      {
      "id":"2",
      "type":"react",
      "brief":"React project",
      "description":"Developed a ui <b>reusable components</b> for drag and drop nodes with their relationship from entry node to exit node poc project (<b>similar to amazon connect</b>).<br /> And also done some <b>personal anime stream poc</b> on react."
    },
      {
      "id":"3",
      "type":"java",
      "brief":"Java project",
      "description":"Key player on Developing internal organization <b>Q&A forum trainee poc project</b> using <b>Spring MVC</b> and <b>mysql</b>.<br /> Key features are <b>post ranking, automation deletion, re-post, search post and pagination</b>.<br /> And also done some <b>poc's on hibernate ORM and spring boot</b> on that time."
    }
      ]
  },
  "work":{
    "work-brief":"Here i showcased some of my <b>personel poc works</b> related to my core domain.",
    "work-links":[
          {
            "title":"Portfolio",
            "icon":"assets/images/workpic/portfolioicon.png",
            "icon-alt":"portfolio",
            "link":"work/#portfolio"
          },
          {
            "title":"Anime Stream",
            "icon":"assets/images/workpic/animeicon.png",
            "icon-alt":"anime",
            "link":"work/#anime-stream"
          },
          {
            "title":"Covid Tracker",
            "icon":"assets/images/workpic/covidicon.png",
            "icon-alt":"covid",
            "link":"work/#covid"
          }
      ],
    "projects":[]
}
}
